Revit 2027 API
ParameterTypeId.EndZOffsetValue Property
 "End z Offset Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EndZOffsetValue { get; }
Public Shared ReadOnly Property EndZOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EndZOffsetValue {
	ForgeTypeId^ get ();
}
static member EndZOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace